[
    {
        "Titulo": "🔐 Gobernanza y Seguridad",
        "Articulos": "Art. 70, 71, 76 Reglamento",
        "FundamentoLegal": "Establece el control de accesos, perfiles, trazabilidad y clasificación de información.",
        "Descripcion": "Control de accesos, perfiles, auditoría, firma electrónica y clasificación de la información.",
        "Ayuda": "Gestiona usuarios, auditorías y seguridad conforme al marco legal.",
        "Objetivo": "Asegurar la gobernanza, trazabilidad y seguridad del sistema.",
        "ResponsableNormativo": "Dirección General de Tecnologías de la Información y Unidad SNIEr",
        "PublicoObjetivo": "SENER, TICs, Consejo, Sujetos Obligados"
    },
    {
        "Titulo": "🧾 Carga de Información, Validación y Oficios",
        "Articulos": "Art. 70, 74, 75 Reglamento",
        "FundamentoLegal": "Regula la captura estructurada, validación técnica y trazabilidad de oficios institucionales.",
        "Descripcion": "Carga de archivos oficiales, validación técnica, trazabilidad documental y gestión de oficios.",
        "Ayuda": "Permite alimentar el sistema con respaldo documental normado.",
        "Objetivo": "Consolidar información energética verificable desde los entes participantes.",
        "ResponsableNormativo": "Unidad SNIEr, Enlaces Estatales, Jurídico",
        "PublicoObjetivo": "Cargadores, Validadores, Representantes de entidades"
    },
    {
        "Titulo": "📊 Datos Públicos",
        "Articulos": "Art. 70, 77, 111 Reglamento",
        "FundamentoLegal": "Establece la obligación de publicar información energética estratégica y transparente.",
        "Descripcion": "Difusión pública de precios, tecnologías, estadísticas, bases de datos e indicadores.",
        "Ayuda": "Proporciona acceso público y técnico a información oficial validada.",
        "Objetivo": "Fortalecer la transparencia energética y el acceso abierto a la información.",
        "ResponsableNormativo": "Unidad SNIEr y Dirección General de Planeación Energética",
        "PublicoObjetivo": "Ciudadanía, OSC, medios, académicos y empresas"
    },
    {
        "Titulo": "📈 Indicadores Estratégicos y Prospectiva",
        "Articulos": "Art. 70, 76 Reglamento",
        "FundamentoLegal": "Permite el seguimiento a metas, eficiencia energética y escenarios de futuro.",
        "Descripcion": "Consulta de KPIs, eficiencia sectorial, escenarios y prospectiva energética nacional.",
        "Ayuda": "Monitorea el desempeño energético con datos comparables y proyectivos.",
        "Objetivo": "Evaluar el cumplimiento de políticas y estrategias nacionales de energía.",
        "ResponsableNormativo": "Unidad de Planeación Energética",
        "PublicoObjetivo": "Planeadores, analistas, sector público y académico"
    },
    {
        "Titulo": "⚖️ Obligaciones y Cumplimiento",
        "Articulos": "Art. 70, 74, 76, 112 Reglamento",
        "FundamentoLegal": "Establece mecanismos de verificación, sanción y cumplimiento normativo.",
        "Descripcion": "Monitoreo de cumplimiento normativo, sanciones y emisión de cédulas legales.",
        "Ayuda": "Controla el seguimiento normativo por parte de entes obligados.",
        "Objetivo": "Facilitar el cumplimiento legal de manera trazable y transparente.",
        "ResponsableNormativo": "Dirección Jurídica y Unidad SNIEr",
        "PublicoObjetivo": "Sujetos Obligados, Entidades Federativas, Revisores Normativos"
    },
    {
        "Titulo": "💠 Certificados de Energía Limpia",
        "Articulos": "Acuerdo CELs, Art. 77 Reglamento",
        "FundamentoLegal": "Regula el registro, seguimiento y cumplimiento de obligaciones relacionadas con los CEL.",
        "Descripcion": "Registro, seguimiento y transparencia de participantes en el sistema CEL.",
        "Ayuda": "Permite validar cumplimiento, metas y derechos en energías limpias reguladas.",
        "Objetivo": "Garantizar el cumplimiento normativo y la trazabilidad en el mercado de CELs.",
        "ResponsableNormativo": "Dirección de CELs (SENER), Unidad SNIEr",
        "PublicoObjetivo": "Generadores Limpios, Usuarios Obligados, Entidades Voluntarias"
    },
    {
        "Titulo": "🛡️ Identidad Digital y Seguridad Extendida",
        "Articulos": "Art. 70 Reglamento",
        "FundamentoLegal": "Centraliza la autenticación, niveles de seguridad y firma digital para todos los módulos.",
        "Descripcion": "Gestión de identidad, autenticación, historial de firmas y control de accesos seguros.",
        "Ayuda": "Fortalece la seguridad operativa y jurídica del sistema SNIEr.",
        "Objetivo": "Asegurar que sólo el personal autorizado acceda a funcionalidades específicas según perfil.",
        "ResponsableNormativo": "Dirección de TICs",
        "PublicoObjetivo": "Usuarios Internos, Validadores, Enlaces Técnicos"
    },
    {
        "Titulo": "📁 Proyectos Estratégicos y Analítica",
        "Articulos": "Art. 70 Reglamento",
        "FundamentoLegal": "Apoya el seguimiento de fondos públicos, justicia energética e innovación.",
        "Descripcion": "Seguimiento y análisis de proyectos financiados, sociales y de innovación.",
        "Ayuda": "Permite monitorear y priorizar iniciativas energéticas del país.",
        "Objetivo": "Promover la equidad, innovación y eficiencia en el desarrollo energético nacional.",
        "ResponsableNormativo": "Unidad de Planeación Energética, Comités Técnicos",
        "PublicoObjetivo": "Planeadores, Estados, Universidades, Organismos Sectorizados"
    },
    {
        "Titulo": "🧪 Modelos, Cartera y Analítica Interna",
        "Articulos": "Art. 70, 70-VI Reglamento",
        "FundamentoLegal": "Permite el uso de modelos analíticos internos como PLATEASE para priorización energética.",
        "Descripcion": "Modelos predictivos, clasificación automática y evaluación de impacto energético.",
        "Ayuda": "Soporta la toma de decisiones con herramientas analíticas avanzadas.",
        "Objetivo": "Optimizar la planeación estratégica mediante simulaciones e indicadores técnicos.",
        "ResponsableNormativo": "Unidad de Transición Energética, Dirección TICs",
        "PublicoObjetivo": "Técnicos Operativos, Planeadores Estratégicos"
    },
    {
        "Titulo": "📊 Balance Nacional de Energía (BNE)",
        "Articulos": "Art. 70, 74, 76, 77 Reglamento",
        "FundamentoLegal": "Obliga a consolidar el flujo energético del país con trazabilidad metodológica.",
        "Descripcion": "Herramientas para construir, validar y publicar el Balance Nacional de Energía.",
        "Ayuda": "Coordina entidades para consolidar el flujo energético nacional con trazabilidad.",
        "Objetivo": "Monitorear, validar y publicar el flujo energético nacional con enfoque interinstitucional.",
        "ResponsableNormativo": "Unidad de Información Energética, INEGI, PEMEX, CFE",
        "PublicoObjetivo": "Sujetos Obligados, Planeadores, Investigadores"
    },
    {
        "Titulo": "👥 Programa del Consejo",
        "Articulos": "Art. 76, 77 Reglamento",
        "FundamentoLegal": "Regula la organización, seguimiento y toma de decisiones del Consejo SNIEr.",
        "Descripcion": "Seguimiento al programa anual, metas, sesiones, acuerdos y asesorías técnicas.",
        "Ayuda": "Da soporte documental y operativo al Consejo del SNIEr.",
        "Objetivo": "Asegurar el funcionamiento colegiado y el cumplimiento de metas institucionales.",
        "ResponsableNormativo": "Presidencia del Consejo, Secretaría Técnica",
        "PublicoObjetivo": "Miembros del Consejo, Coordinadores de Comités, Unidades Técnicas"
    },
    {
        "Titulo": "🔗 Interoperabilidad y Configuración",
        "Articulos": "Art. 70 Reglamento / Mejora Continua",
        "FundamentoLegal": "Establece la conexión entre sistemas energéticos y la parametrización de variables clave.",
        "Descripcion": "Vinculación con sistemas externos y modificación de variables operativas del SNIEr.",
        "Ayuda": "Permite escalar, configurar y vincular tecnológicamente el sistema.",
        "Objetivo": "Garantizar que el SNIEr sea interoperable, flexible y evolutivo.",
        "ResponsableNormativo": "Dirección TICs, Coordinadores de Subsistemas",
        "PublicoObjetivo": "Usuarios Técnicos, Administradores SNIEr"
    },
    {
        "Titulo": "📚 Normatividad y Disposiciones",
        "Articulos": "Art. 70, 73 Reglamento",
        "FundamentoLegal": "Centraliza la normatividad técnica y operativa del sector energético.",
        "Descripcion": "Repositorio oficial de reglas, lineamientos, instructivos y formatos del sector.",
        "Ayuda": "Proporciona acceso normativo unificado y actualizado.",
        "Objetivo": "Facilitar el cumplimiento regulatorio y la consulta de disposiciones vigentes.",
        "ResponsableNormativo": "Dirección Jurídica, Unidad SNIEr",
        "PublicoObjetivo": "Técnicos, Jurídicos, Sujetos Regulados"
    },
    {
        "Titulo": "🧭 Planeación Vinculante",
        "Articulos": "Art. 76 Reglamento",
        "FundamentoLegal": "Articula los instrumentos oficiales de planeación energética del país.",
        "Descripcion": "Consulta de PROSENER, PLATEASE y documentos clave de planeación energética.",
        "Ayuda": "Ofrece trazabilidad institucional a las estrategias nacionales de energía.",
        "Objetivo": "Consolidar el marco de planeación estratégica a largo plazo en el SNIEr.",
        "ResponsableNormativo": "Unidad de Planeación Energética, Consejo",
        "PublicoObjetivo": "Planeadores Estratégicos, Autoridades Energéticas"
    },
    {
        "Titulo": "📢 Difusión y Fuente Oficial",
        "Articulos": "Art. 77 Reglamento",
        "FundamentoLegal": "Establece que el SNIEr es la única fuente oficial de información energética nacional.",
        "Descripcion": "Mecanismo de difusión oficial y citación obligatoria del SNIEr como fuente de información.",
        "Ayuda": "Establece formatos, citas oficiales y criterios de uso en documentos públicos.",
        "Objetivo": "Garantizar la integridad y autoridad del SNIEr como fuente única de datos.",
        "ResponsableNormativo": "Unidad del SNIEr, Dirección de Información Energética, Jurídica",
        "PublicoObjetivo": "Ciudadanía, OSC, Medios, Entidades Públicas"
    }
]